[
 {
   "series": "C",
   "depth": 1,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Dolphin Bomber",
   "famOrder": 1,
   "name": "Hollow Body Pushup",
   "instructions": "While laying in a prone position with your forearms tight to your ribs, lock your knees and rest on the balls of your feet. Exhale through the mouth and push up from your palms until your elbows can move inwards toward one another. Push no higher than your elbows remain in contact with your ribs. Slightly round your midback, and allow your shoulders to waterfall lower toward your elbows so that your upper arms are as parallel to the ground as possible. Squeeze your knees locked and your heels together. Tuck your tailbone. Release this hollow body position and lower yourself belly down to the floor with an inhale through the nose. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "C",
   "depth": 2,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Dolphin Bomber",
   "famOrder": 1,
   "name": "Forearm Pull",
   "instructions": "Laying on the ground prone, with elbows pinched to ribs, and forearms flat to the ground. Push from the balls of your feet to lift your elbows, forearms perpendicular to the ground, in a hollow body position, toes pointed. Make sure that this is a pull, and not a pushup. Drive from your feet, and pull with your forearms to drive your torso forward. End with forearms tight to ribs, and elbows no higher than your back. Hold for a deeper exhale for a second, before you lower your forearms backward, and downward to the original position. Curl back with your toes, until you return to the balls of your feet. Continue to perform throughout the minute, ensuring that you’re activating the pull, pinching the elbows to ribs.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "C",
   "depth": 3,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Dolphin Bomber",
   "famOrder": 1,
   "name": "Tricep Press",
   "instructions": "From a “down dog” position, with feet as wide as possible to get the heels as close to the ground as possible. Make your knees straight; locked if you can. (If your heels are too high, place a sandbag or rolled blanket or mat under your heels.) Arms extend overhead, with your shoulders packed down; no shrugged contact of your shoulders to your neck. Lower your forearms to the ground, keeping them parallel to one another. Keep your neck neutral, gazing back at your toes, no chin tuck or lift. Exhale through the mouth and press back to locked position. Inhale through the nose, before you begin the next repetition.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "C",
   "depth": 4,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Dolphin Bomber",
   "famOrder": 1,
   "name": "Dolphin",
   "instructions": "From a “dolphin” position, with feet as wide as possible to get the heels as close to the ground as possible. Make your knees straight; locked if you can. (If your heels are too high, place a sandbag or rolled blanket or mat under your heels.) Lower your forearms to the ground, keeping them parallel to one another. Keep your neck neutral, gazing back at your toes, no chin tuck or lift. Exhale through the mouth, pull with your forearms to drive your torso forward. End with forearms tight to ribs, and elbows no higher than your back. Hold for a deeper exhale for a second, before you lower your forearms backward, and downward to the original position, lift your hips back to the original “dolphin” position. Inhale through the nose, before you begin the next repetition.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "C",
   "depth": 5,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Dolphin Bomber",
   "famOrder": 1,
   "name": "Bomber",
   "instructions": "From a “dolphin” position, with feet as wide as possible to get the heels as close to the ground as possible. Make your knees straight; locked if you can. (If your heels are too high, place a sandbag or rolled blanket or mat under your heels.) Lower your forearms to the ground, keeping them parallel to one another. Keep your neck neutral, gazing back at your toes, no chin tuck or lift. Exhale through the mouth, pull with your forearms to drive your torso forward. End with forearms tight to ribs, and elbows no higher than your back. Exhale more deeply, and press your elbows extended into an “upward dog” position. Don’t squeeze your lower back forward. Release your hips to the ceiling and extend your arms into downward dog before you lower your forearms downward to the original position, lift your hips back to the original “dolphin” position. Inhale through the nose, before you begin the next repetition.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "C",
   "depth": 1,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Standing Pistol",
   "famOrder": 2,
   "name": "Knee Lift",
   "instructions": "Begin standing with knees straight but not locked. Exhale as you lift one knee up to belly to thigh contact. Reach down and grab your knee with two hands just beneath the knee. Exhale and bring the knee to the outside and then pull upward toward the arm- pit. Stand tall, neck neutral with crown to the ceiling. Remain mid- foot balance on the planted leg. Under control lower your knee and release your grip. Place the foot gently down on the ground and then switch to the opposite side. Inhale through the nose before you switch. Keep the motion smooth and consistent speed, with no sudden jerks, accelerations or loss of controlled action. Keep alternating throughout the entire minute. Go as slowly as you need, but at least one switch each 15 seconds so that you mobilize the hip in the drill.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "C",
   "depth": 2,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Standing Pistol",
   "famOrder": 2,
   "name": "Sandwich",
   "instructions": "Begin standing with knees straight but not locked. Exhale as you lift one knee up to belly to thigh contact. Reach down and grab your foot with two hands “like a sandwich.” Exhale and pull the foot upward and you stand taller. Bring the knee to the outside and then pull upward toward the arm- pit. Stand tall, neck neutral with crown to the ceiling. Remain mid- foot balance on the planted leg. Under control lower your knee and release your grip. Place the foot gently down on the ground and then switch to the opposite side. Inhale through the nose before you switch. Keep the motion smooth and consistent speed, with no sudden jerks, accelerations or loss of controlled action. Keep alternating throughout the entire minute. Go as slowly as you need, but at least one switch each 15 seconds so that you mobilize the hip in the drill.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "C",
   "depth": 3,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Standing Pistol",
   "famOrder": 2,
   "name": "Partial",
   "instructions": "Begin standing with knees straight but not locked. Exhale as you lift one knee up to belly to thigh contact. Reach down and grab your foot with two hands “like a sandwich.” Exhale and pull the foot upward as you stand taller. Bring the knee to the outside and then pull upward toward the arm- pit. Stand tall, neck neutral with crown to the ceiling. Remain mid- foot balance on the planted leg. Under control, extend your knee as far as you can maintain belly-to thigh-contact. Bend your knee back to the original position. Inhale through the nose, before you repeat the extension. Keep the motion smooth and consistent speed, with no sudden jerks, accelerations or loss of controlled action. Remain on one side for 30 seconds, before switching to the other side.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "C",
   "depth": 4,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Standing Pistol",
   "famOrder": 2,
   "name": "Extension",
   "instructions": "Begin standing with knees straight but not locked. Exhale as you lift one knee up to belly to thigh contact. Reach down and grab your foot with two hands “like a sandwich.” Exhale and pull the foot upward and you stand taller. Bring the knee to the outside and then pull upward toward the arm- pit. Stand tall, neck neutral with crown to the ceiling. Remain mid- foot balance on the planted leg. Under control, extend your knee as far as you can safely and without pain, ultimately over time to locked position with your leg parallel to the ground, and your spine straight, elbows locked and shoulders packed down. Bend your knee back to the original position. Inhale through the nose, before you repeat the extension. Keep the motion smooth and consistent speed, with no sudden jerks, accelerations or loss of controlled action. Remain on one side for 30 seconds, before switching to the other side.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "C",
   "depth": 5,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Standing Pistol",
   "famOrder": 2,
   "name": "Hold",
   "instructions": "Begin standing with knees straight but not locked. Exhale as you lift one knee up to belly to thigh contact. Reach down and grab your foot with two hands “like a sandwich.” Exhale and pull the foot upward as you stand taller. Bring the knee to the outside and then pull upward toward the arm- pit. Stand tall, neck neutral with crown to the ceiling. Remain mid- foot balance on the planted leg. Under control, extend your knee as far as you can safely and without pain, ultimately over time to locked position with your leg parallel to the ground, and your spine straight, elbows locked and shoulders packed down. Exhale and hold for the remainder of the 30 seconds. Bend your knee back to the original position, before switching to the other side.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "C",
   "depth": 1,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Side Angle",
   "famOrder": 3,
   "name": "Fist Bent Pull",
   "instructions": "Begin in split stance, feet perpendicular to one another. Lock the rear knee and bend the front knee. As you lean to the front side, place that fist on the ground touching the instep of the foot. Lock the elbow against your knee, and with your knee, press into your tricep to bring your bottom side shoulder under your top shoulder. With your other arm, like pulling a bow, pull your top elbow toward the ceiling, keeping the elbow flexed and hand relaxed. Exhale through the mouth to bring both elbows and both shoulders into one line, if possible. Relax your top arm back down to the ground, untwisting, as you inhale through the nose. Repeat on one side for 30 seconds, before switching to other side.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "C",
   "depth": 2,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Side Angle",
   "famOrder": 3,
   "name": "Fist Straight Pull",
   "instructions": "Begin in split stance, feet perpendicular to one another. Lock both knees. As you lean to the front side, place that fist on the ground touching the instep of the foot. (If it is possible, extend the fingers, instead of a fist.) With your fingers, press your bottom side shoulder under your top shoulder. With your other arm, like pulling a bow, pull your top elbow toward the ceiling, keeping the elbow flexed and hand relaxed. Exhale through the mouth to bring both elbows and both shoulders into one line, if possible. Relax your top arm back down to the ground, untwisting, as you inhale through the nose. Repeat on one side for 30 seconds, before switching to other side.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "C",
   "depth": 3,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Side Angle",
   "famOrder": 3,
   "name": "Finger Flap",
   "instructions": "Begin in split stance, feet perpendicular to one another. Lock both knees. As you lean to the front side, place your extended fingers on the ground touching the instep of the foot. With your fingers, press your bottom side shoulder under your top shoulder. Exhale through the mouth. Pulling a bow, pull your top elbow toward the ceiling. Then, extend the top elbow, so your fingers are in one line with your two shoulders, perpendicular to the ground. Slowly turn your eyes toward your top hand, so long as you feel zero pain or pins and needles, and as long as you do not bend at the spine. Move very slowly and smoothly to keep your balance. Relax your top arm back down to the ground, untwisting, as you inhale through the nose. Repeat on one side for 30 seconds, before switching to other side.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "C",
   "depth": 4,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Side Angle",
   "famOrder": 3,
   "name": "Twisted",
   "instructions": "Begin in split stance, feet perpendicular to one another. Lock both knees. As you lean to the front side, place your extended fingers on the ground touching the instep of the foot. With your fingers, press your bottom side shoulder under your top shoulder. Exhale through the mouth. Pulling like a bow, pull your top elbow toward the ceiling. Then, extend the top elbow, so your fingers are in one line with your two shoulders, perpendicular to the ground. Slowly lower your top arm, back of your hand to the lower back; and turn your eyes toward your top hand, so long as you feel zero pain or pins and needles, and as long as you do not bend at the spine. Move very slowly and smoothly to keep your balance. Relax your top arm back down to the ground, untwisting, as you inhale through the nose. Repeat on one side for 30 seconds, before switching to other side.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "C",
   "depth": 5,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Side Angle",
   "famOrder": 3,
   "name": "Hold",
   "instructions": "Begin in split stance, feet perpendicular to one another. Lock both knees. As you lean to the front side, place your extended fingers on the ground touching the instep of the foot. With your fingers, press your bottom side shoulder under your top shoulder. Exhale through the mouth. Pulling a bow, pull your top elbow toward the ceiling. Then, extend the top elbow, so your fingers are in one line with your two shoulders, perpendicular to the ground. Slowly turn your eyes toward your top hand, so long as you feel zero pain or pins and needles, and as long as you do not bend at the spine. Move very slowly and smoothly to keep your balance. Hold for the remainder of the 30 seconds. Then, relax your top arm back down to the ground, untwisting, as you inhale through the nose, before switching to other side.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "C",
   "depth": 1,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Split Side Fold",
   "famOrder": 4,
   "name": "Bow Pull Knee Lock",
   "instructions": "Seated, with legs separated as wide as possible, place one elbow on the floor and against the inner thigh, and rotate your palm up and thumb against your calf muscle. If you cannot, place a block or folded towel, until you can place your elbow against a surface. Squeeze both knees locked, and attempt to lift both heels off of the ground, curling your toes back toward your shins and kicking your heels away. Exhale through the mouth and lift the opposite elbow toward the ceiling. Keep both sits-bones firmly on the ground. Release the elbow down, inhale through the nose, as you slowly and smoothly swing to the other side and perform it in the opposite direction. Keep alternating throughout the entire minute. Go as slowly as you need, but at least one switch each 15 seconds so that you mobilize the mid-back in the drill.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "C",
   "depth": 2,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Split Side Fold",
   "famOrder": 4,
   "name": "Open Flap",
   "instructions": "Seated, with legs separated as wide as possible, place one elbow on the floor and against the inner thigh, and rotate your palm up and thumb against your calf muscle. If you cannot, place a block or folded towel, until you can place your elbow against a surface. Squeeze both knees locked, and attempt to lift both heels off of the ground, curling your toes back toward your shins and kicking your heels away. Exhale through the mouth and lift the opposite elbow toward the ceiling. Extend the elbow so that the arm is in one line with the two shoulders, perpendicular to the ground. Keep both sits-bones firmly on the ground. Release the elbow down, inhale through the nose, as you slowly and smoothly swing to the other side and perform it in the opposite direction. Keep alternating throughout the entire minute. Go as slowly as you need, but at least one switch each 15 seconds so that you mobilize the mid-back in the drill.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "C",
   "depth": 3,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Split Side Fold",
   "famOrder": 4,
   "name": "Overhead Roll",
   "instructions": "Seated, with legs separated as wide as possible, rotate your palm down in front of you, and place one elbow on the floor against the inner thigh; if you cannot, then you must repeat the Split Side Fold 2 (p19) for the rest of the program; do not progress to this level. Squeeze both knees locked, and attempt to lift both heels off of the ground, curling your toes back toward your shins and kicking your heels away. Exhale through the mouth and lift the opposite elbow toward the ceiling. Extend the elbow so that the arm is in one line with the two shoulders. “Waterfall” your arm over your ear, fingers toward your toes. Keep both sits- bones firmly on the ground. Unbend your arm to return to perpendicular. Keep folding and unfolding to one side for 30 seconds, before switching to the other side.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "C",
   "depth": 4,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Split Side Fold",
   "famOrder": 4,
   "name": "Foot Grab",
   "instructions": "Seated, with legs separated as wide as possible, grab the inside of your foot between your thumb and fingers, and place one elbow on the floor against the inner thigh; if you cannot, then you must repeat the Split Side Fold 2 (p19) for the rest of the program; do not progress to this level. Squeeze both knees locked, and attempt to lift both heels off of the ground, curling your toes back toward your shins and kicking your heels away. Exhale through the mouth and lift the “waterfall” your arm over your ear, fingers grabbing your toes. If possible, lift the heel off of the ground for a moment. Keep both sits-bones firmly on the ground. Release and swing back to center, before repeating to one side for 30 seconds, before switching to the other side.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "C",
   "depth": 5,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Split Side Fold",
   "famOrder": 4,
   "name": "Hold",
   "instructions": "Seated, with legs separated as wide as possible, grab the inside of your foot between your thumb and fingers, and place one elbow on the floor against the inner thigh; if you cannot, then you must repeat the Split Side Fold 2 (p19) for the rest of the program; do not progress to this level. Squeeze both knees locked, and attempt to lift both heels off of the ground, curling your toes back toward your shins and kicking your heels away. Exhale through the mouth and lift the “waterfall” your arm over your ear, fingers grabbing your toes. If possible, lift the heel off of the ground. Keep both sits-bones firmly on the ground. Hold for the remainder of the 30 seconds, before you release and swing to center, and repeat on the other side for 30 seconds.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "C",
   "depth": 1,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Elevated Pigeon",
   "famOrder": 5,
   "name": "Parallel Shin",
   "instructions": "From the top of a pushup position, with elbows locked, bring one knee to belly, as high as you can, with the bent-leg shin parallel in line with the rear extended leg. Exhale through the mouth as you lower your belly to the top of your thigh, your chest toward your knee, and finally your forehead to the ground. Extend your arms overhead, and let gravity passively pull you down to the ground. Pull your hands back to position to perform a pushup. Press back up to top position. Inhale through the nose. Then, switch to other knee to chest and perform the parallel shin pigeon in the opposite direction. Keep alternating throughout the entire minute. Go as slowly as you need, but at least one switch each 15 seconds so that you mobilize the hip in the drill.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "C",
   "depth": 2,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Elevated Pigeon",
   "famOrder": 5,
   "name": "Angled Shin",
   "instructions": "From the top of a pushup position, with elbows locked, bring one knee to belly as high as you can, and rotate it outward toward the same side wrist, with the bent-leg shin at an angle to the rear extended leg. Exhale through the mouth as you lower your belly to the top of your inner thigh, your chest toward the inside of your knee, and finally your forehead to the ground. Extend your arms overhead, and let gravity passively pull you down to the ground. Pull your hands back to position to perform a pushup. Press back up to top position. Inhale through the nose. Then, switch to other knee to chest and perform the angled shin pigeon in the opposite direction. Keep alternating throughout the entire minute. Go as slowly as you need, but at least one switch each 15 seconds so that you mobilize the hip in the drill.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "C",
   "depth": 3,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Elevated Pigeon",
   "famOrder": 5,
   "name": "Perpendicular Shin",
   "instructions": "From the top of a pushup position, with elbows locked, bring one knee to belly as high as you can, and rotate it outward toward the same side wrist, with the bent-leg shin as close as possible to perpendicular to the rear extended leg. Exhale through the mouth as you lower your belly to the top of your inner thigh, your chest toward the inside of your knee, and finally your forehead to the ground. Extend your arms overhead, and let gravity passively pull you down to the ground. Pull your hands back to position to perform a pushup. Press back up to top position. Inhale through the nose. Then, switch to other knee to chest and perform the perpendicular shin pigeon in the opposite direction. Keep alternating throughout the entire minute. Go as slowly as you need, but at least one switch each 15 seconds so that you mobilize the hip in the drill.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "C",
   "depth": 4,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Elevated Pigeon",
   "famOrder": 5,
   "name": "Elevated",
   "instructions": "From the top of a pushup position, with elbows locked, bring one knee to belly as high as you can, and rotate it outward toward the same side wrist, with the bent-leg shin as close as possible to perpendicular to the rear extended leg. Exhale through the mouth as you lower your belly to the top of your inner thigh, your chest toward the inside of your knee, and finally your forehead to the ground. Extend your arms overhead. Curl your back toes under until you are on the ball of your rear foot, and lock your knee, while driving the rear leg extended hip downward toward the ground, in one line with the front hip. Pull your hands back to position to perform a pushup. Press back up to top position. Inhale through the nose. Then, switch to other knee to chest and perform the elevated shin pigeon in the opposite direction.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "C",
   "depth": 5,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Elevated Pigeon",
   "famOrder": 5,
   "name": "Hold",
   "instructions": "From the top of a pushup position, with elbows locked, bring one knee to belly as high as you can, and rotate it outward toward the same side wrist, with the bent-leg shin as close as possible to perpendicular to the rear extended leg. Exhale through the mouth as you lower your belly to the top of your inner thigh, your chest toward the inside of your knee, and finally your forehead to the ground. Extend your arms overhead. Curl your back toes under until you are on the ball of your rear foot, and lock your knee, while driving the rear leg extended hip downward toward the ground, in one line with the front hip. Hold for the remainder of the 30 seconds. Then, switch to other knee to chest and perform the elevated shin pigeon in the opposite direction.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "C",
   "depth": 1,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Seated Forward Fold",
   "famOrder": 6,
   "name": "Knee Creep",
   "instructions": "From a seated position, sit tall, pull both knees to your chest, and grab the outside of your feet with your hands. Squeeze both knees together, and drive your belly into your thighs to get your spine as perpendicular to the floor as possible. Exhale through the mouth and begin extending one knee slightly. Extend the other knee slightly farther than the first. Keep creeping one foot out after the other, as far as you can maintain belly-to-thigh contact. Do not extend your knees farther than you can keep this contact! When you reach the end of your current range of motion, pull one knee back, followed by the other, and creep back to the original, seated position. Inhale through the nose before you repeat. Continue to extend and retract your feet throughout the minute.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "C",
   "depth": 2,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Seated Forward Fold",
   "famOrder": 6,
   "name": "Single Knee Walk",
   "instructions": "From a seated position, sit tall, pull one knee to your chest, while keeping the other extended, and grab one foot with both hands. Drive your belly into your thigh to get your spine as perpendicular to the floor as possible. Exhale through the mouth and begin extending one knee slightly. Keep creeping the foot out smoothly toward full extension, as far as you can maintain belly-to-thigh contact. Do not extend your knee farther than you can keep this contact! When you reach the end of your current range of motion, pull the knee back to the original, seated position. Inhale through the nose before you repeat on the opposite leg. Continue to extend and retract one leg after the other throughout the minute.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "C",
   "depth": 3,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Seated Forward Fold",
   "famOrder": 6,
   "name": "Single Knee Extension",
   "instructions": "From a seated position, sit tall, pull one knee to your chest, while keeping the other extended, and grab one foot with both hands. Drive your belly into your thigh to get your spine as perpendicular to the floor as possible. Exhale through the mouth and begin extending one knee slightly, while you pull the foot up as high as you can without distorting your posture. Do not extend your knee farther than you can keep your posture! When you reach the end of your current range of motion, pull the knee back to the original, seated position. Inhale through the nose before you repeat on the same leg for 30 seconds.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "C",
   "depth": 4,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Seated Forward Fold",
   "famOrder": 6,
   "name": "Double Knee Extension",
   "instructions": "From a seated position, sit tall, pull both knees to your chest, and grab the outside of your feet with your hands. Squeeze both knees together, and drive your belly into your thighs to get your spine as perpendicular to the floor as possible. Exhale through the mouth and begin extending both knees. Keep smoothly extending both feet, as far as you can maintain belly-to-thigh contact; ultimately, to both knees locked, and heels lifting off of the ground, with belly on thighs, chest on knees and forehead to shins. Do not extend your knees farther than you can keep belly-to-thigh contact! When you reach the end of your current range of motion, pull both knees back to the original, seated position. Inhale through the nose before you repeat. Continue you to extend and retract your feet throughout the minute.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "C",
   "depth": 5,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Seated Forward Fold",
   "famOrder": 6,
   "name": "Hold",
   "instructions": "From a seated position, sit tall, pull both knees to your chest, and grab the outside of your feet with your hands. Squeeze both knees together, and drive your belly into your thighs to get your spine as perpendicular to the floor as possible. Exhale through the mouth and begin extending both knees. Keep smoothly extending both feet, as far as you can maintain belly-to-thigh contact; ultimately, to both knees locked, and heels lifting off of the ground, with belly on thighs, chest on knees and forehead to shins. Do not extend your knees farther than you can keep belly-to-thigh contact! When you reach the end of your current range of motion, exhale and hold for the remainder of the minute.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "B",
   "depth": 1,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Forward Fold",
   "famOrder": 1,
   "name": "Clasped Hand & Lap",
   "instructions": "Standing, lock both hands behind the back. Squeeze elbows locked and exhale to squeeze all air out from between the hands\n\nBend knees and place belly and chest on thighs. Relax head and hands down toward the ground. Keep elbows locked as long as possible, and fold forward as far as you can keep belly to thighs and elbows locked, exhaling. Then, release elbows to bent, roll spine to standing and repeat with opposite grip of fingers.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "B",
   "depth": 1,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Hurdler",
   "famOrder": 2,
   "name": "Knee Lift",
   "instructions": "In a hurdler position, with both sits-bones on the ground, squeeze the quad of the extended knee to lock it, and pull the toes toward the shin. Exhale and lift the bend leg knee off of the ground, as high as you can keep both sits-bones on the ground. Inhale and place the knee back flat to the ground. Repeat on one side for 30 seconds. Then, switch to opposite hurdler positions for the next 30 seconds.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "B",
   "depth": 1,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Low Lunge",
   "famOrder": 3,
   "name": "Knee Down Inside Twist",
   "instructions": "On hands and knees, step forward with one foot flat. Keep the hand on the opposite side of the forward leg down, and twist the torso toward the front knee, lifting the top arm in one line with bottom arm. Exhale to lift the two shoulders and elbows into one line perpendicular to the ground. Place the palm down to the ground. \nRepeat the twist on one side for thirty seconds. Switch to the opposite lunge for the next 30 seconds.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "B",
   "depth": 1,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Locust",
   "famOrder": 4,
   "name": "Leg Scorpion",
   "instructions": "Lay face down, hands spread straight perpendicular to the body, palms down. Turn face to one side, and step the leg on that side up and over the other, as high as the heel can be flat. Exhale and lift opposite arm, trying to bring both hands together behind you, elbows locked. Release slowly and switch to opposite side.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "B",
   "depth": 2,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Forward Fold",
   "famOrder": 1,
   "name": "Extending Knees",
   "instructions": "Standing, lock both hands behind the back. Squeeze elbows locked and exhale to squeeze all air out from between the hands.\n\nBend knees and place belly and chest on thighs. Relax head and hands down toward the ground. Keep elbows locked as long as possible, and fold forward as far as you can keep belly to thighs and elbows locked, exhaling.\n\nDrive mid-foot to press knees to the wall behind you, squeezing the quads with an exhale. Do not break belly to thigh contact, though the chest can move away from the knees.\n\nThen, release elbows to bent, roll spine to standing and repeat with opposite grip of fingers.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "B",
   "depth": 2,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Hurdler",
   "famOrder": 2,
   "name": "Leg Swoop",
   "instructions": "Seated, bend one leg knee to chest, and extend the opposite. Step the bent leg over the extended, and keep both sits bones-on the ground. \n\nEither keep the extended leg straight, or you can bend the heel toward your seat. Exhale and pull the bent knee to opposite shoulder with a hug. \n\nRelease, inhale through the nose and repeat. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "B",
   "depth": 2,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Low Lunge",
   "famOrder": 3,
   "name": "Knee Down Outside Twist",
   "instructions": "On hands and knees, step forward with one foot flat. Keep the hand on the same side as the forward leg down, and twist the torso away from the front knee, lifting the top arm in one line with bottom arm. Exhale to lift the two shoulders and elbows into one line perpendicular to the ground. Place the palm down to the ground.\n\nRepeat the twist on one side for thirty seconds.\n\nSwitch to the opposite lunge for the next 30 seconds.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "B",
   "depth": 2,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Locust",
   "famOrder": 4,
   "name": "Arm Wing",
   "instructions": "Lay face down, hands spread straight perpendicular to the body, palms down. Turn face to one side, and step the leg on that side up and over the other, as high as the heel can be flat. Exhale and pull the top arm back toward the bottom by retracting the shoulder blades toward one another, elbow locked. Release slowly, roll belly back to the ground, switch legs and roll to the opposite side, winging the other arm back.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "B",
   "depth": 3,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Forward Fold",
   "famOrder": 1,
   "name": "Lifting Arms",
   "instructions": "Standing, lock both hands behind the back. Squeeze elbows locked and exhale to squeeze all air out from between the hands.\n\nBend knees and place belly and chest on thighs. Relax head and hands down toward the ground. Keep elbows locked as long as possible, and fold forward as far as you can keep belly to thighs and elbows locked, exhaling.\n\nDrive mid-foot to press knees to the wall behind you, squeezing the quads with an exhale. Do not break belly to thigh contact, though the chest can move away from the knees. Lift wrists away from the back, as far as you can keep elbows locked and palms tightly together.\n\nThen, release wrists to lower back, elbows to bent, roll spine to standing and repeat with opposite grip of fingers.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "B",
   "depth": 3,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Hurdler",
   "famOrder": 2,
   "name": "Shinbox Switch",
   "instructions": "Seated, drop both knees to one side in a shinbox. Step one leg over the bent bottom leg. Exhale and pull the bent knee to opposite shoulder with a hug. Release, un-step over the bottom bent leg, and return to the shinbox. Inhale and switch the knees to opposite shinbox. Step over and repeat the twisting hug on the opposite side.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "B",
   "depth": 3,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Low Lunge",
   "famOrder": 3,
   "name": "Knee Up Inside Twist",
   "instructions": "On hands and knees, step forward with one foot flat. Lock the back knee off of the ground. Keep the hand on the opposite side of the forward leg down, and twist the torso toward the front knee, lifting the top arm in one line with bottom arm. Exhale to lift the two shoulders and elbows into one line perpendicular to the ground. Place the palm down to the ground. Repeat the twist on one side for 30 seconds. Switch to the opposite lunge for the next 30 seconds. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "B",
   "depth": 3,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Locust",
   "famOrder": 4,
   "name": "Circle Wing",
   "instructions": "Lay face down, hands spread straight perpendicular to the body, palms down. Turn face to one side, and step the leg on that side up and over the other, as high as the heel can be flat. Circle the top arm overhead, in front and then behind. Continue the circle, while rolling back on the rear arm, retracting the shoulder blades toward one another, squeezing the tricep and spreading the fingers wide, palm flat. Continue on one side for 30 seconds. Then, switch to opposite arm for the next 30 seconds. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "B",
   "depth": 4,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Forward Fold",
   "famOrder": 1,
   "name": "Backbend",
   "instructions": "Standing, lock both hands behind the back. Squeeze elbows locked and exhale to squeeze all air out from between the hands. Drop head back, looking upward, and press hips forward. Keep elbows locked and drive hands toward heels. Bend at the knees and hips, sitting down until the head comes back on the spine. Stand straight, switch grips and repeat back bend on opposite side. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "B",
   "depth": 4,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Hurdler",
   "famOrder": 2,
   "name": "Shinbox Block Twist",
   "instructions": "Seated, drop both knees to one side in a shinbox. Step one leg over the bent bottom leg. Exhale reach the opposite arm through until the tricep is on the outside of the thigh. Twist at the waist, not at the lower back, and place the opposite hand behind you as far back as you can place the palm flat. Unwind, un-step over the bottom bent leg, and return to the shinbox. Inhale and switch the knees to opposite shinbox. Step over and repeat the blocked twist on the opposite side. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "B",
   "depth": 4,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Low Lunge",
   "famOrder": 3,
   "name": "Knee Up Outside Twist",
   "instructions": "On hands and knees, step forward with one foot flat. Lock the back knee off of the ground. Keep the hand on the same side as the forward leg down, and twist the torso away from the front knee, lifting the top arm in one line with bottom arm. Exhale to lift the two shoulders and elbows into one line perpendicular to the ground. Place the palm down to the ground. Repeat the twist on one side for thirty seconds. Switch to the opposite lunge for the next 30 seconds. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "B",
   "depth": 4,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Locust",
   "famOrder": 4,
   "name": "Arm Single Leg",
   "instructions": "Lay face down and turn head to one side. Take the arm on the opposite side you’re facing and place it under the hip between the legs, palm flat. Squeeze the glutes to press the elbow pit flat. Spread the fingers and press the palm flat. Lock the knee and lift the leg. Lift the opposite arm with an exhale. Continue lifting on one side for 30 seconds. Then, switch to the other side for 30 seconds.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "B",
   "depth": 5,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Forward Fold",
   "famOrder": 1,
   "name": "Forward Fold",
   "instructions": "Standing, lock both hands behind the back. Squeeze elbows locked and exhale to squeeze all air out from between the hands. \nBend knees and place belly and chest on thighs. Relax head and hands down toward the ground. Keep elbows locked as long as possible, and fold forward as far as you can keep belly to thighs and elbows locked, exhaling. \nDrive mid-foot to press knees to the wall behind you, squeezing the quads with an exhale. Do not break belly to thigh contact, though the chest can move away from the knees. Lift wrists away from the back, as far as you can keep elbows locked and palms tightly together. \nInhale and lengthen crown toward the toes, while eyes remain on shins. Exhale, and extend knees and lift \nwrists higher away from the back. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "B",
   "depth": 5,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Forward Fold",
   "famOrder": 1,
   "name": "Backbend",
   "instructions": "Standing, lock both hands behind the back. Squeeze elbows locked and exhale to squeeze all air out from between the hands. Drop head back, looking upward, and press hips forward. \nKeep elbows locked and drive hands toward heels. Inhale to lift the chest toward the ceiling. Exhale to retract the shoulder blades toward one another, squeeze the triceps to lock the elbows, squeeze the hands to touch palms tightly together, and fall backward. \nSqueeze the glutes to protect the neck. Drive mid-foot to keep the knees locked. Exhale and hold. \nBend at the knees and hips, sitting down until the head comes back on the spine. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "B",
   "depth": 5,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Hurdler",
   "famOrder": 2,
   "name": "Blocked Hold",
   "instructions": "Seated, drop both knees to one side in a shinbox. Step one leg over the bent bottom leg. Exhale reach the opposite arm through until the tricep is on the outside of the thigh. Twist at the waist, not at the lower back, and place the opposite hand behind you as far back as you can place the palm flat. Unwind just slightly, inhale and lift the spine, from the crown to the ceiling. Exhale, and twist more deeply at the mid-back, driving elbow into the side of the knee to deepen the twist. \nExhale and hold for thirty seconds. Then, switch to the opposite side for 30 seconds. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "B",
   "depth": 5,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Low Lunge",
   "famOrder": 3,
   "name": "Hold Outside Roll",
   "instructions": "On hands and knees, step forward with one foot flat. Lock the back knee off of the ground. Keep the hand on the same side as the forward leg down, and twist the torso away from the front knee, lifting the top arm in one line with bottom arm. Exhale to reach the top arm overhead, in one line from fingers to heel of the extended leg. Inhale to reach fingers away in a crescent. Exhale to drive the bottom knee into the shoulder and twist the bottom ribs under. Hold. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "B",
   "depth": 5,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Locust",
   "famOrder": 4,
   "name": "Arm Two Leg Hold",
   "instructions": "Lay face down and turn head to one side. Take the arm on the opposite side you’re facing and place it under the hip between the legs, palm flat. Reach the hand under and across to the far thigh. Squeeze the glutes to press the elbow pit flat. Spread the fingers and press the palm flat. Lock both knees and lift both legs. Lower arm and legs slightly to inhale. Exhale to lift both legs and opposite arm as high as possible. Hold for 30 seconds. Switch to the opposite arm for the next 30 seconds. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "A",
   "depth": 1,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Up Down Dog",
   "famOrder": 1,
   "name": "Up Down Dog",
   "instructions": "On hands and feet, spread your feet as wide as you must to get your heels as close to the ground as possible. Lock your elbows, press off your palm heels, and rotate your tailbone toward the sky. Exhale to squeeze your knees locked. Then, drop your hips toward your wrists, elbows still locked. Exhale to press your palms into the ground to keep your shoulders down. Move to the top of your feet. Tuck your tailbone. \nLift your hips, return to down dog, and keep alternating slowly and smoothly with your exhale connecting the movement between the two positions. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "A",
   "depth": 1,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Leg Balance",
   "famOrder": 2,
   "name": "Shallow Lunge Knee Lift",
   "instructions": "Step back into a rear lunge, with your feet parallel, and shoulder width apart from each other. Exhale and bring your rear knee up and to chest. Extend and lock knee. \nPlace your lifted foot down. Step back with the opposite leg into rear lunge. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "A",
   "depth": 1,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Twisting Table",
   "famOrder": 3,
   "name": "Shinbox Twist",
   "instructions": "Seated, drop both knees to one side. Elbow locked on the arm toward which the knees bent, swim the top arm between the opposite hand and hip. Exhale and sit back toward the shoulder, palm down. If possible, rest the head on the ground. Unwind, sit up, switch to opposite hand, and swim the other arm through for the twist. Exhale on the twist. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "A",
   "depth": 1,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Lunge Twist",
   "famOrder": 4,
   "name": "Side Lunge",
   "instructions": "Standing, step to one side, and lock rear knee. Keep both feet parallel. Exhale and sit back, while keeping spine upright as much as possible. Elbows stay at ribs. Press mid-foot to stand. Switch to opposite side. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "A",
   "depth": 2,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Up Down Dog",
   "famOrder": 1,
   "name": "Revolved Dog",
   "instructions": "In down dog, alternate reaching one hand to the opposite shin with an exhale. Give a slight pull to rotate your mid-back, not lower back. Exhale into the twist. Keep the neck neutral, with ears in one line with your two shoulders. Keep pressing off of the posted palm. Pull both shoulders down; do not shrug your shoulders to your ears. Squeeze both quads, and arch your tailbone toward the ceiling. As you release the hand, and replace it to the ground, switch to the opposite side. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "A",
   "depth": 2,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Leg Balance",
   "famOrder": 2,
   "name": "Extended Knee Toe Point",
   "instructions": "Exhale and bring your rear knee up and to chest. Extend and lock knee. Bring knee to chest, lean forward, and kick lifted knee locked to the rear, pointing toes. \nPlace your lifted foot down. Repeat on the opposite side. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "A",
   "depth": 2,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Twisting Table",
   "famOrder": 3,
   "name": "Table Lift",
   "instructions": "Seated, drop both knees to one side. Elbow locked on the arm toward which the knees bent, swim the top arm between the opposite hand and hip. Exhale and sit back toward the shoulder, palm down, rest head on the ground. Unwind, sit up, place both hands behind you, fingers pointing toward feet, and lift hips. Relax neck back, onto the pillow of your traps, but don’t lift the chin up and arch the neck. Place hips down, drop knees opposite direction for the exhale and twist on other side. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "A",
   "depth": 2,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Lunge Twist",
   "famOrder": 4,
   "name": "Internal Twist",
   "instructions": "Step to the side into a lunge with the rear heel pointed toward the ceiling. Place the outside hand to the ground. Exhale and pull the inside arm - closest to your front foot, elbow drawing upward like pulling a bow. Extend the top elbow in one line, wrist to wrist, perpendicular to the ground. Replace the heel of the rear leg into side lunge position. Switch to the opposite side lunge, and internally twist in the opposite direction with an exhale. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "A",
   "depth": 3,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Up Down Dog",
   "famOrder": 1,
   "name": "Three Leg Dog",
   "instructions": "From downward facing dog, bring one knee into the chest as high as possible with an exhale. Then, kick straight backward until the knee is locked. Kick in one line with your spine. Pack your shoulders down - off of your ears. Lock your elbows and rotate the “pit” of your elbows toward the ceiling. Press off of your palms to push the rear posted heel to the ground. Exhale and contract the quad to release the hamstring. Chin down, keep the neck neutral and imagine lifting your crown toward your fingers. \nBring the knee back in, and then switch to the opposite leg, repeating on the other side. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "A",
   "depth": 3,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Up Down Dog",
   "famOrder": 1,
   "name": "Alternating Pigeon",
   "instructions": "In up dog, bring your knee toward the same side hand, and the shin as close to perpendicular to your spine, pressing upward like up dog. Exhale and press back hip down to keep both hips in one line. Fold forward; first belly to thigh, then chest to knee, then forehead to floor. Inhale and press up like a pushup into pigeon. Move to the ball of foot on the rear leg. Lift up into plank. Repeat on opposite side. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "A",
   "depth": 3,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Leg Balance",
   "famOrder": 2,
   "name": "Locking Arms Overhead",
   "instructions": "Kick your rear leg forward, lock knee and pull toes to shin; extend and lock arms overhead. Bring knee to chest, lean forward, and kick lifted knee locked to the rear. \nExtend and lock arms overhead. Place your lifted foot down. Repeat on the opposite side. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "A",
   "depth": 3,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Twisting Table",
   "famOrder": 3,
   "name": "Revolving Tripod",
   "instructions": "Seated, one hand behind, lift hips, shoulders vertical in one line with bottom elbow locked. Lift top arm elbow pointing away, upper arm parallel to the ground. Inhale and sit to load the tripod for the revolving movement. Swing both arms in front with an exhale, and continue to the opposite loaded position, hand flat to ground in tripod. Lift hips with an XYZ?",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "A",
   "depth": 3,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Lunge Twist",
   "famOrder": 4,
   "name": "Jumper Lunge",
   "instructions": "Standing, step to one side, and lock rear knee. Pull the toes of the trailing leg off of the ground, and pointed at the ceiling. Squeeze the quad to lock the knee. Reach forward with the arms. Elbows lock to counter-balance. Exhale and sit back, while keeping spine upright as much as possible. Turn the toes back over into side lunge, and switch to opposite side, before popping the toes upward for the opposite jumper lunge. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "A",
   "depth": 4,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Up Down Dog",
   "famOrder": 1,
   "name": "Bent 3 Leg",
   "instructions": "In down dog, lift one leg up, rotate bottom foot over onto the outside of the foot “sword.” Bend the top knee, but keep both hands on the ground. Exhale and drive the bottom hip under until two hips are in one line perpendicular to the ground. Lift the top knee as high as possible. Strive to keep the fingers of the top hand in contact with the ground for balance. Place the palm flat, rotate the bottom foot back to flat, place the top leg back into down dog, and switch to the opposite leg. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "A",
   "depth": 4,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Up Down Dog",
   "famOrder": 1,
   "name": "Side Plank Up",
   "instructions": "In up dog, slowly roll to one side, and draw the top elbow up to chest, like \npulling a bow. Lift hips until body is straight with no sag. Exhale and lift top arm in one line with bottom arm. Rotate both feet over, and slowly flow back to your up dog position. Continue the movement, and switch to the opposite side. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "A",
   "depth": 4,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Leg Balance",
   "famOrder": 2,
   "name": "Locked Arms Overhead",
   "instructions": "Lock arms overhead. Kick one leg forward, lock knee and pull toes to shin. Lean forward, and swing locked knee to rear. Keep your arms locked overhead. Remain on one side for the entire 30 seconds. Then switch to opposite side for the next 30 seconds. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "A",
   "depth": 4,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Twisting Table",
   "famOrder": 3,
   "name": "Three Leg Kick",
   "instructions": "Seated with feet flat, and both hands pressing into the ground, fingers pointing toward feet. Lift one foot off the ground and lock the knee. Lift hips and exhale kicking leg straight upward. Keep knee locked, sit down without touching the ground, and press both hands to keep all but your hands and one foot off the ground. Switch to opposite side. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "A",
   "depth": 4,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Lunge Twist",
   "famOrder": 4,
   "name": "Jumper Bind",
   "instructions": "Step to side lunge, turn locked knee toes upward, heel to ground. Exhale and bend one elbow around bent knee, bend opposite elbow behind back, clasp hands if possible. If not, place the back of your hands across your lower back. If this isn’t possible, remain in normal jumper lunge with no bind. Reach both arms locked in front and switch to opposite side lunge and repeat on opposite side. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "A",
   "depth": 5,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Up Down Dog",
   "famOrder": 1,
   "name": "Down Dog Hold",
   "instructions": "On hands and feet, spread your feet as wide as you must to get your heels as close to the ground as possible. Lock your elbows, press off your palm heels. Keep your neck neutral, and crown pulling away from your tailbone. Inhale to let gravity pull your chest to the mat as you expand your lungs. Exhale and rotate your tailbone toward the sky. Squeeze your quads to release your tight hamstrings and pull your toes off the ground to release your tight calf muscles. Inhale expand. Exhale squeeze. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "A",
   "depth": 5,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Up Down Dog",
   "famOrder": 1,
   "name": "Up Dog Hold",
   "instructions": "From high plank position, drop your hips toward your wrists, elbows locked. Exhale to press your palms into the ground to keep your shoulders down. Tuck your tailbone. Lift your crown to the ceiling, and drive your palms straight into the ground through downward shoulder pressure, shoulders above wrists. Squeeze the quads to lock the knees, don’t hinge at lower back, keep the tailbone tucked. Inhale to expand the chest and drive the hands downward, externally rotate the elbows and press the shoulders down. Exhale and squeeze the quads, tuck the tailbone and swing the hips toward the wrists. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "A",
   "depth": 5,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Leg Balance",
   "famOrder": 2,
   "name": "Walking Stick",
   "instructions": "Exhale, lean forward, and kick one leg to the rear, lock knee, pointing toes, and lock arms overhead. Squeeze bottom knee locked. Turn lifted side hip downward until two hips are in one line parallel with the ground. Reach fingers away while kicking leg in opposite direction. Strive to drive off of mid-foot on the planted leg. \nRemain on one side for 30 seconds. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "A",
   "depth": 5,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Twisting Table",
   "famOrder": 3,
   "name": "Table",
   "instructions": "Seated, place both hands behind you, fingers pointing toward feet, and exhale to lift hips into Table position. Relax neck back into the pillow of your shoulders, but don’t lift the chin and arch the neck. Inhale as you squeeze the knees together, and drive your palms into the ground to lock your elbows and pull / retract your shoulder blades toward one another. Exhale and drive off of mid-foot and lift your hips. Relax the neck neutral at all times. Hold. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "A",
   "depth": 5,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Twisting Table",
   "famOrder": 3,
   "name": "L Seat",
   "instructions": "Seated, place both hands next to your hips, knees both locked, toes pulled toward your shins. Exhale to press both hands into the ground, lock your elbows and drive your shoulders down with no shrug. Only hands and heels touch the ground. Keep chin down but not tucked, lifting from the crown. Use your core to keep your lower body from sagging; exhale to contract and hold your seat off of the ground suspended. Inhale to expand your chest and pull your toes in tighter, kicking your knees locked stronger. Exhale to press harder into the ground and hold yourself higher. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "A",
   "depth": 5,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Lunge Twist",
   "famOrder": 4,
   "name": "Jumper Hold",
   "instructions": "Step to side lunge, turn locked knee toes upward, heel to ground. Exhale and bend one elbow around bent knee, reach both arms locked in front, exhale deeply and sit back as far as possible. Inhale and drive off of mid-foot, pull extended leg toes toward the shin and lock the knee. Exhale and lift the crown to sit back with the spine perpendicular to the ground, and allow the calf and eventually the hamstring to melt toward floor contact. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 1,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Rocking Bridge",
   "famOrder": 1,
   "name": "Clasped Bent",
   "instructions": "From a hip bridge, with heels down, feet flat, reach under and interlock your fingers. You may keep your elbows unlocked and your palms apart. Exhale and roll to one side over your upper arm. Keep all the support on your arm, and no pressure on your head or neck. As you roll to one side, let the leverage, passively assist you in retracting that bottom shoulder blade upward. Simultaneously, retract the top shoulder, letting gravity assist you in pulling it downward: two shoulder blades pulling together. Press off of mid- foot and lift the hip toward the ceiling on the side that you’re rolling so that your hips and knees do not roll with you; counter-rotate your hip away from the direction you’re rolling. \nAs you roll to the opposite side, keep the new closer relationship of your shoulder blades; using each roll to bring them closer together. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 1,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Warrior Lunge",
   "famOrder": 2,
   "name": "Step Knee Arms Down",
   "instructions": "On your hands and knees, with your elbows locked, step one foot, instep to your pinky finger, and the knee pressing tightly to your tricep. Make your foot flat. If your heel cannot touch the ground, while your foot touches your pinky finger and knee to tricep, then step outward away from your hand slowly until you can place your heel flat. Go very slowly in this modification, placing leg back carefully to hands and knees before switching to the other side. \nWith the complete technique, foot to pinky and knee to tricep, lock the rear knee, kicking the heel away onto your ball of foot. Exhale as you lock the knee. Drive the rear hip downward, so that both hips form one line parallel with the ground. \nPlace the knee back to the ground, then remove it back to hands and knees before switching to the opposite side. Keep alternating for the entire 60 seconds. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 1,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Dragon Lunge",
   "famOrder": 3,
   "name": "Step Over",
   "instructions": "From a standing position, step forward and to the side across the other leg. Lower yourself under control to the outside of the rear foot sword. Keep your ankle strong, and don’t roll it over. Move the entire side of your shin and calf to the ground. \nSquat down with an exhale into this assisted one leg squat as low as you can maintain vertical posture. Avoid crouching or folding forward. \nPress off of the mid-foot of the planted leg and return to standing. \nAlternate to the other side and continue back and forth for the entire minute. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 1,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Bent Side Plank",
   "famOrder": 4,
   "name": "Open Flap",
   "instructions": "From the top position in a pushup, lock your elbows, spread your fingers, and drive your shoulders down so your shoulder blades are flat. Keep your tailbone slightly tucked to avoid arching at mid- back. Exhale and contract your belly. Kick your heels toward the rear wall. Lock your knees and squeeze your legs together. \nRotate on to one side and place your weight on the outside of one foot sword. Pull the opposite arm off of the ground like drawing a bow. When your hips are in one line perpendicular to the ground, with your legs stacked on top of one another, only then “open the flap” by extending the top elbow, fingers toward the ceiling. Make sure that your shoulder on the posting arm remains pulled down into “pack” to keep your lats and obliques strong. \nClose the flap (bend the elbow), place the hand back to the ground, rotate back to the pushup, before switching to the opposite side. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 1,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Walking Camel",
   "famOrder": 5,
   "name": "Shallow Lift",
   "instructions": "On your shins, extend your ankles so you rest on your insteps, if possible. If you cannot, then you can rest on the balls of your feet; however, you may need a block, stair or chair to support your hands at a higher level. Set your hands as far back as possible, but without any knee strain, and no farther back than under your shoulders. \nRoll your shoulders back to open your chest, and pull your shoulder blades together. Pressing down with your hands, exhale as you slowly lift your hips, only to the angle of your knees-to-shoulder line. Avoid arching at mid-back. Slightly tuck the tailbone, but don’t squeeze the glutes. \nFeel the stretch across the hips and across the chest. Keep your head in line with your spine. Sit down, inhale through the nose. Then, exhale and repeat the shallow lift. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 1,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Roll Up Dog",
   "famOrder": 6,
   "name": "Child Up",
   "instructions": "On your shins, with your belly to your thighs, your toes pointed, and your arms extended overhead, drop your chest to your knees and your forehead to the ground. Exhale and round your mid-back toward the ceiling, pulling your belly to your spine. Let your hips fall forward, as you lock your elbows, roll your shoulders back and lift your crown with your chin down. Keep pressing your hands into the floor to keep your shoulders packed down, with no shrug. \nRetract your elbows to your ribs, and collapse your belly forward, then your chest, and finally your face toward the ground. \nPress your forearms back and flat as your arch your tailbone and push back to the original position. Continue repeating for the entire minute. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 2,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Rocking Bridge",
   "famOrder": 1,
   "name": "Inside Heel Lock",
   "instructions": "From a hip bridge, with heels down, feet flat, place your finger nails locked against the inside of your heels. Keep your elbows locked throughout the exercise. Exhale and roll to one side over your upper arm. Keep all the support on your arm, and no pressure on your head or neck. As you roll to one side, let the leverage, passively assist you in retracting that bottom shoulder blade upward. Simultaneously, retract the top shoulder, letting gravity assist you in pulling it downward: two shoulder blades pulling together. Press off of mid- foot and lift the hip toward the ceiling on the side that you’re rolling so that your hips and knees do not roll with you; counter-rotate your hip away from the direction you’re rolling. \nAs you roll to the opposite side, keep the new closer relationship of your shoulder blades; using each roll to bring them closer together. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 2,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Warrior Lunge",
   "famOrder": 2,
   "name": "Step Knee Arms Lift",
   "instructions": "On your knees, bring both arms overhead with both shoulders down off of the neck, with both elbows locked, and palms facing one another, fingers pointing upward. Adjust the rotation of your arms, if you have any particular shoulder pre-conditions, and if you have elbow tendonitis, seek to project your fingers upward, but keep your elbows from locking painfully. \nStep forward with one leg into a kneeling position. Place your foot flat, heel down, and pull forward with your front leg. Keep the rear hip from rotating outward; drive it forward and feel the stretch across the hip flexor of the rear leg. Avoid arching at mid or lower back. Bring the arms overhead to challenge the tight, rear hip. Exhale into the discomfort. \nLower both arms, return the knee back to the ground, before switching to the opposite side. Keep alternating for 60 seconds. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 2,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Dragon Lunge",
   "famOrder": 3,
   "name": "Step Sit",
   "instructions": "From a standing position, step forward and to the side across the other leg. Lower yourself under control to the outside of the rear foot sword. Keep your ankle strong, and don’t roll it over. Move the entire side of your shin and calf to the ground. \nSquat down with an exhale into this assisted one leg squat as low as you can maintain vertical posture. Avoid crouching or folding forward. If you cannot go any lower than the level one version, continue performing level one. However, if you can squat all the way to the ground, even to sit on the instep of your foot, do so, if you feel no knee strain. \nPress off of the mid-foot of the planted leg and return to standing. \nAlternate to the other side and continue back and forth for the entire minute. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 2,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Bent Side Plank",
   "famOrder": 4,
   "name": "Star Lift",
   "instructions": "From the top position in a pushup, lock your knees and squeeze your legs together. Rotate on to one side and place your weight on the outside of one foot sword. Pull the opposite arm off of the ground like drawing a bow. When your hips are in one line perpendicular to the ground, with your legs stacked on top of one another, then “open the flap” and at the same time, lift the top, locked leg away from the bottom in one vertical line for the “star” position. \nDrop your legs back together into side plank. Close the flap (bend the elbow), place the hand back to the ground, rotate back to the pushup, before switching to the opposite side. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 2,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Walking Camel",
   "famOrder": 5,
   "name": "Hand Walk",
   "instructions": "On your shins, extend your ankles so you rest on your insteps, if possible. Set your hands as far back as possible, but without any knee strain, and no farther back than under your shoulders. \nRoll your shoulders back to open your chest, and pull your shoulder blades together. Pressing down with your hands, exhale as you slowly lift your hips, only to the angle of your knees-to-shoulder line. Avoid arching at mid-back. Slightly tuck the tailbone, but don’t squeeze the glutes. \nFeel the stretch across the hips and across the chest. Keep your head in line with your spine. Sit down, inhale through the nose. Move your hands closer to your feet. Each repetition, move your hands closer to your feet, then on your feet, to your heels, and then each step return your hands to their original position. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 2,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Roll Up Dog",
   "famOrder": 6,
   "name": "Bulldog Up",
   "instructions": "On your hands and knees, rotate both hands inward, as far as possible without pain but so you can keep your palm heel planted firmly on the ground. It will feel uncomfortable, but you should not go so far that you feel sharp pain. Lock your elbows and press your shoulders into pack toward your hips. Extend one knee, and then the other into the top of a pushup position. Squeeze your triceps to achieve elbow lock. \nRelease your knees to the ground, unwind your arms. Push back glutes to heels, extend your feet and toes, and settle your belly on your thighs, your chest on your knees and your forehead to the ground with your arms locked overhead. Take a breath, before you repeat. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 3,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Rocking Bridge",
   "famOrder": 1,
   "name": "Clasped Lock",
   "instructions": "From a hip bridge, with heels down, feet flat, reach under and interlock your fingers. Keep your elbows locked, and hands clasped palms tightly together. Exhale and roll to one side over your upper arm. Keep all the support on your arm, and no pressure on your head or neck. As you roll to one side, let the leverage, passively assist you in retracting that bottom shoulder blade upward. Simultaneously, retract the top shoulder, letting gravity assist you in pulling it downward: two shoulder blades pulling together. Press off of mid-foot and lift the hip toward the ceiling on the side that you’re rolling so that your hips and knees do not roll with you; counter-rotate your hip away from the direction you’re rolling. \nAs you roll to the opposite side, keep the new closer relationship of your shoulder blades; using each roll to bring them closer together. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 3,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Warrior Lunge",
   "famOrder": 2,
   "name": "Lunge Arms Lift",
   "instructions": "On your knees, step forward with one leg into a kneeling position. Place your foot flat, heel down, and pull forward with your front leg. Keep the rear hip from rotating outward; drive it forward and feel the stretch across the hip flexor of the rear leg. Avoid arching at mid or lower back. \nBring both arms overhead with both shoulders down off of the neck, with both elbows locked, and palms facing one another, fingers pointing upward. Bring the arms overhead to challenge the tight, rear hip. \nExhale and press off of the rear ball of foot to lock the rear knee, kicking the heel toward the back wall. Continue to press the rear hip forward, with two hips in one line. \nLower both arms, return the knee back to the ground, before stepping back and switching to the opposite side. Keep alternating for 60 seconds. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 3,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Dragon Lunge",
   "famOrder": 3,
   "name": "Hip Sag",
   "instructions": "From a standing position, step forward and to the side across the other leg. Lower yourself under control to the outside of the rear foot sword. Move the entire side of your shin and calf to the ground. \nIf you cannot go any lower than the level one version, continue performing level one. However, if you can squat all the way to the ground, and sit on the instep of your foot, with no knee strain, then place the outside hand on the ground, and lock the elbow. Extend the rear leg to the side, and lock the knee, with the ankle strong. Keep the front knee pulled inward toward the belly, and don’t let it roll out on the foot sword. Bend the knee to come out and return to the seated position on the outside (photo 2). Press off of the mid-foot of the planted leg and return to standing. Alternate to the other side and continue back and forth for the entire minute. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 3,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Bent Side Plank",
   "famOrder": 4,
   "name": "Knee Bent",
   "instructions": "From the top position in a pushup, lock your knees and squeeze your legs together. Rotate on to one side and place your weight on the outside of one foot sword. Pull the opposite arm off of the ground like drawing a bow. When your hips are in one line perpendicular to the ground, with your legs stacked on top of one another, then “open the flap” and at the same time, lift the top, locked leg away from the bottom in one vertical line for the “star” position. Under control, bend the top knee, while continuing to press the top hip forward, with two hips in one line perpendicular to the ground. Maintain shoulder pack on the bottom arm, and don’t allow your top shoulder to rotate backward away from the vertical line with your bottom planted arm. \nExtend your knee, drop your legs back together into side plank. Close the flap (bend the elbow), place the hand back to the ground, rotate back to the pushup, before switching to the opposite side. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 3,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Walking Camel",
   "famOrder": 5,
   "name": "Heel Lift",
   "instructions": "On your shins, extend your ankles so you rest on your insteps, if possible. Set your hands on your heels with your thumbs on the outside. If you cannot, then set your hands as far back as needed to avoid any knee strain, but no farther back than under your shoulders. \nRoll your shoulders back to open your chest, and pull your shoulder blades together. Pressing down with your hands, exhale as you slowly lift your hips, only to the angle of your knees-to-shoulder line. Arch upward at mid-back, and retract your shoulder blades. Slightly tuck the tailbone. \nFeel the stretch across the hips and across the chest. Keep your head in line with your spine. Sit down, inhale through the nose. Then, exhale and repeat the heel lift. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 3,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Roll Up Dog",
   "famOrder": 6,
   "name": "Seal Up",
   "instructions": "On your hands and knees, rotate both hands outward, as far as possible without pain but so you can keep your palm heel planted firmly on the ground. It will feel uncomfortable, but you should not go so far that you feel sharp pain. Lock your elbows and press your shoulders into pack toward your hips. Extend one knee, and then the other into the top of a pushup position. Squeeze your triceps to achieve elbow lock. \nRelease your knees to the ground, unwind your arms. Push back glutes to heels, extend your feet and toes, and settle your belly on your thighs, your chest on your knees and your forehead to the ground with your arms locked overhead. Take a breath, before you repeat. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 4,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Rocking Bridge",
   "famOrder": 1,
   "name": "Rocked Hold",
   "instructions": "From a hip bridge, with heels down, feet flat, reach under and interlock your fingers. You may keep your elbows unlocked and your palms apart. Exhale and roll to one side over your upper arm. Keep all the support on your arm, and no pressure on your head or neck. As you roll to one side, let the leverage, passively assist you in retracting that bottom shoulder blade upward. Simultaneously, retract the top shoulder, letting gravity assist you in pulling it downward: two shoulder blades pulling together. Press off of mid- foot and lift the hip toward the ceiling on the side that you’re rolling so that your hips and knees do not roll with you; counter-rotate your hip away from the direction you’re rolling. \nRemain on one side for the entire 30 seconds, before switching to the opposite side. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 4,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Warrior Lunge",
   "famOrder": 2,
   "name": "Lunge Arms Up",
   "instructions": "On your knees, bring both arms overhead with both shoulders down off of the neck, with both elbows locked, and palms facing one another, fingers pointing upward. Keep the arms overhead throughout the minute. \nStep forward with one leg into a kneeling position. Place your foot flat, heel down, and pull forward with your front leg. Keep the rear hip from rotating outward; drive it forward and feel the stretch across the hip flexor of the rear leg. Avoid arching at mid or lower back. \nExhale and press off of the rear ball of foot to lock the rear knee, kicking the heel toward the back wall. Continue to press the rear hip forward, with two hips in one line. \nKeep both arms overhead, return the knee back to the ground, before stepping back and switching to the opposite side. Keep alternating for 60 seconds. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 4,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Dragon Lunge",
   "famOrder": 3,
   "name": "Crossed Side Plank",
   "instructions": "Step forward and to the side across the other leg. Lower yourself under control to the outside of the rear foot sword. Stay with an earlier level if you must. If you were able to extend the rear leg to the side, and lock the knee, with the ankle strong in level 3, then place the outside hand on the ground, and lock the elbow. Keep the posting arm shoulder packed down toward your hip, lift your hips in one line with your shoulder and extended leg, and then lift your top, bent leg to side plank (photo 3). Place your top leg back into the crossed position (photo 2), bend the knee to come out and return to the seated position on the outside (photo 1). Press off of the mid-foot of the planted leg and return to standing. Alternate to the other side and continue back and forth for the entire minute. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 4,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Bent Side Plank",
   "famOrder": 4,
   "name": "Dancer Push",
   "instructions": "Rotate on to one side and place your weight on the outside of one foot sword. Open the flap and at the same time, lift the top, locked leg away from the bottom in one vertical line for the “star” position. Under control, bend the top knee, while continuing to press the top hip forward, with two hips in one line perpendicular to the ground. \nAllow your top foot to extend back into contact with the ground. Absorb with your hips as you land, with a flat foot, heel down. Exhale and press off of the bent knee to push out of this “dancer” bridge back to bent leg side plank, with slow control. Once you are steady, extend your knee, drop your legs back together into side plank. Close the flap (bend the elbow), place the hand back to the ground, rotate back to the pushup, before switching to the opposite side. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 4,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Walking Camel",
   "famOrder": 5,
   "name": "Hip Push",
   "instructions": "On your shins, extend your ankles so you rest on your insteps, if possible. Set your hands on your heels with your thumbs on the outside. If you cannot, then set your hands as far back as needed to avoid any knee strain, but no farther back than under your shoulders. \nRoll your shoulders back to open your chest, and pull your shoulder blades together. Pressing down with your hands, exhale as you slowly lift your hips, only to the angle of your knees-to-shoulder line. Arch upward at mid-back, and retract your shoulder blades. Slightly tuck the tailbone, and drive your hips forward. Hold tightly to your heels, and if possible project your hips over your knees. Release your head backward without neck strain. \nFeel the stretch across the hips and across the chest. Sit down, inhale through the nose. Then, exhale and repeat the hip push. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 4,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Roll Up Dog",
   "famOrder": 6,
   "name": "Bulldog Seal Alternating",
   "instructions": "In the top of a pushup position with your elbows locked and your shoulders packed, rotate both hands inward, as far as possible without pain but so you can keep your palm heel planted firmly on the ground. \nLet your hips drop at the top of the movement, but keep your shoulders packed and your elbows locked. Don’t let your hips drop farther than you can keep your shoulders pack and elbows locked. \nReturn your hips to the top of the pushup position. Then, rotate both hands outward, as far as possible without pain but so you can keep your palm heel planted firmly on the ground. \nLet your hips drop at the top of the movement, but keep your shoulders packed and your elbows locked. Keep alternating for the entire minute. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 5,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Rocking Bridge",
   "famOrder": 1,
   "name": "Double Hold",
   "instructions": "From a hip bridge, with heels down, feet flat, reach and grab your ankles, with your thumbs included over your grip. If you can’t reach your ankles, then bring your fingernails to the insides of your heels, palms facing one another. Keep your elbows locked throughout the exercise. Exhale and work your shoulder blades together, so that no part of your spine touches the ground. However, do not compensate by placing pressure on your head or neck. Keep your chin down but not tucked, and think of elongating your neck, rotating your crown away from your shoulders, without pressure. Press off of mid-foot and lift the hip toward the ceiling with both hips. Squeeze your knees together so that your shins become parallel to each other. Push off of mid-foot with your exhale. Inhale and inflate your chest toward your nose (but without pressure on the head to the ground). Exhale and squeeze your knees and let your hips draw to the ceiling. Avoid squeezing your glutes upward, until you feel your quads (the tops of your thighs) lifting you. If you can’t feel your quads, lift you, then don’t squeeze \nfrom the bottom. Let your hip flexor tightness release over patient time. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 5,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Warrior Lunge",
   "famOrder": 2,
   "name": "Hold",
   "instructions": "Bring both arms overhead with both shoulders down off of the neck, with both elbows locked, and palms facing one another, fingers pointing upward. Keep the arms overhead throughout the 30 seconds. \nStep forward with one leg into a kneeling position. Place your foot flat, heel down, and pull forward with your front leg. Keep the rear hip from rotating outward; drive it forward and feel the stretch across the hip flexor of the rear leg. Avoid arching at mid or lower back. \nExhale and press off of the rear ball of foot to lock the rear knee, kicking the heel toward the back wall. Press the rear hip forward, with two hips in one line. \nSwitch to the opposite side for the next 30 seconds. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 5,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Dragon Lunge",
   "famOrder": 3,
   "name": "Hold",
   "instructions": "From a standing position, step forward and to the side across the other leg. Lower yourself under control to the outside of the rear foot sword. Move the entire side of your shin and calf to the ground. Place the outside hand on the ground, and lock the elbow. Extend the rear leg to the side, and lock the knee, with the ankle strong. \nTwo hands press downward to lift the spine perpendicular to the ground. Simultaneously, drop the hip to the ground, to bend across the side of the hip. Keep the knee locked and the ankle strong, but do not move into any knee strain. \nKeep the front knee pulled inward toward the belly, and don’t let it roll out on the foot sword. \nHold for the entire 30 seconds. Then, switch to the other side for the next 30 seconds. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 5,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Bent Side Plank",
   "famOrder": 4,
   "name": "Hold",
   "instructions": "From the top position in a pushup, lock your knees and squeeze your legs together. Rotate on to one side and place your weight on the outside of one foot sword. Pull the opposite arm off of the ground like drawing a bow. When your hips are in one line perpendicular to the ground, with your legs stacked on top of one another, then “open the flap” and at the same time, lift the top, locked leg away from the bottom in one vertical line for the “star” position. Under control, bend the top knee, while continuing to press the top hip forward, with two hips in one line perpendicular to the ground. Maintain shoulder pack on the bottom arm, and don’t allow your top shoulder to rotate backward away from the vertical line with your bottom planted arm. Hold for 30 seconds. \nExtend your knee, drop your legs back together into side plank. Close the flap (bend the elbow), place the hand back to the ground, rotate back to the pushup, before switching to the opposite side for the next 30 seconds. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 5,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Walking Camel",
   "famOrder": 5,
   "name": "Hold",
   "instructions": "On your shins, extend your ankles so you rest on your insteps, if possible. Set your hands on your heels with your thumbs on the outside. If you cannot, then set your hands as far back as needed to avoid any knee strain, but no farther back than under your shoulders. \nRoll your shoulders back to open your chest, and pull your shoulder blades together. Pressing down with your hands, exhale as you slowly lift your hips, only to the angle of your knees-to-shoulder line. Arch upward at mid- back, and retract your shoulder blades. Slightly tuck the tailbone, and drive your hips forward. Hold tightly to your heels, and if possible project your hips over your knees. Release your head backward without neck strain. Feel the stretch across the hips and across the chest. Hold for the entire minute. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "D",
   "depth": 5,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Roll Up Dog",
   "famOrder": 6,
   "name": "Bulldog Seal Hold",
   "instructions": "In the top of a pushup position with your elbows locked and your shoulders packed, rotate both hands inward, as far as possible without pain but so you can keep your palm heel planted firmly on the ground. \nLet your hips drop at the top of the movement, but keep your shoulders packed and your elbows locked. Don’t let your hips drop farther than you can keep your shoulders pack and elbows locked. Hold for 30 seconds. \nReturn your hips to the top of the pushup position. Then, rotate both hands outward, as far as possible without pain but so you can keep your palm heel planted firmly on the ground. \nLet your hips drop at the top of the movement, but keep your shoulders packed and your elbows locked. Hold for 30 seconds. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 1,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Kneeling Sidebend",
   "famOrder": 1,
   "name": "Kneeling Tilt",
   "instructions": "From a kneeling position, cross your arms over your chest. Step forward with one foot, and pull your hips forward with the grip of the front, flat foot. When you cannot pull forward any farther, tilt to the side of the forward leg. \nExhale and resist your hips from rotating or your pelvis from tilting. Concentrate the side bend on the space between the top saddle of your hip and your ribs. \nCrunch back down until your shoulders are parallel with the ground, and only then, step back to kneeling position, and then repeat on the opposite side. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 1,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Wind Removing",
   "famOrder": 2,
   "name": "Alternating Single Leg",
   "instructions": "Laying on your back, pull one knee up to your chest, moving it to the outside, completely missing your ribs. Interlace your ten fingers including your thumbs, two inches beneath your knee. Pinch your elbows to your torso and pull your knee as hard as you can, biceps flexing. Kick your knee into your hands to try and arch your lower back off of the ground, but pull your knee hard to mash your lower back flat at all times. Build the discomfort in your hip with your exhaled pull. \nActivate your chin downward but not tucked, slide the back of your head away from your toes to move your neck as flat to the ground as possible. Look down your nose underneath your forearm. \nRelease and extend the knee locked and place the leg down so the calf, not the heel, touches first. \nSwitch to the other side. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 1,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Kneeling Lunge",
   "famOrder": 3,
   "name": "Alternating Step",
   "instructions": "From a kneeling position, keep your elbows at your sides. Step forward with one foot, and pull your hips forward with the grip of the front, flat foot. When you cannot pull forward any farther, tilt to the side of the forward leg. \nThen, step back to kneeling position, and then repeat on the opposite side, alternating back and forth between sides. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 1,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Standing Forward Fold",
   "famOrder": 4,
   "name": "Sumo Squat",
   "instructions": "Standing with feet wider than shoulders width, ensure that your feet remain parallel to one another, if not slightly pigeon-toed inward toward one another. \nSquat down with knees bent until you can place your hands on the floor (or place them on a block or sturdy chair, if you must). \nThen, exhale and bend your knees so that your hips lower as far as you can keep your heels on the ground, without any strain to your knees, without any discomfort in your lower back. \nKeep your head in neutral position. \nRelease your hips back upward, but you don’t need to lock your knees. Repeat the squat throughout the round. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 1,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Floor Triangle",
   "famOrder": 5,
   "name": "Shinbox Twist",
   "instructions": "Drop your knees over into a “shin box.” Rotate your midback to the direction of your forward shin. Place the rear hand flat with the elbow high. Reach under with the front arm, with the elbow locked. Let the underside shoulder fall down and backward toward the knee. Suck your belly upward to give yourself room to rotate. Don’t let your elbow unlock. If you cannot lower your shoulder far, exhale and let gravity do the work over time, but keep your elbow locked and your shoulders packed down, so that you release the target area around your waist and chest. \nSlowly unthread, switch your shinbox to the other side, and begin your set up to twist in the other direction. \nContinue to alternate directions back and forth throughout the round. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 1,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Ball Wheel",
   "famOrder": 6,
   "name": "Arched Roll",
   "instructions": "With a dependable stability ball, sit down and place your feet flat about a little wider than shoulders width. Cradle the back of your hand in your knit fingers, like you’re laying against a pillow. \nLet your back arch into the ball, and your tailbone hug under the contour. Use your midfoot control to carefully roll back against the ball. If you feel out of control, you’re going to fast. Use your hands to steady yourself if you roll to one side. Go slowly and consider this “practice” of balance. \nLet the pillow of your hands lower your head against the ball, but only as far as you do not feel any pins and needles down your arms, and no pain in your neck. \nUse your hands to carefully lift your head back into position (don’t crunch your neck down). Lower your tailbone down, using your feet for control. \nRepeat for the Round.",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 2,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Kneeling Sidebend",
   "famOrder": 1,
   "name": "One Arm Tilt",
   "instructions": "From a kneeling position, step forward with one foot, and pull your hips forward with the grip of the front, flat foot. When you cannot pull forward any farther, lift your arm on the opposite side of your front leg, and tilt to the side of the forward leg. \nExtend through the locked elbow, driving from the pinky finger up and over in a crescent. Keep your shoulder off of your neck. Drive your hips to the side of the lifted arm. \nExhale and resist your hips from rotating or your pelvis from tilting. Concentrate the side bend on the space between the top saddle of your hip and your ribs. \nCrunch back down until your shoulders are parallel with the ground, and only then, step back to kneeling position, and then repeat on the opposite side. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 2,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Wind Removing",
   "famOrder": 2,
   "name": "Same Side Single",
   "instructions": "Laying on your back, pull one knee up to your chest, moving it to the outside, completely missing your ribs. Interlace your ten fingers including your thumbs, two inches beneath your knee. Pinch your elbows to your torso and pull your knee as hard as you can, biceps flexing. Mash your lower back flat at all times. \nActivate your chin downward but not tucked, slide the back of your head away. \nBring the opposite knee to your chest as high as you can with an exhale. Extend the knee locked and lower the leg as far as you can keep your lower back flat. Remain on one side for 30 seconds. Then, switch to the other side. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 2,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Kneeling Lunge",
   "famOrder": 3,
   "name": "Forearm Drop",
   "instructions": "From a hands and shins position, lock your elbows and flatten your back. \nStep forward with one foot. Exhale with one slow, controlled step. Place the instep of the foot tight to the pinky finger, and the knee pressing tightly to the tricep. Keep your palms flat to the ground. \nExtend and lock the rear knee, kicking the heel away, and keeping your hips parallel with the ground. Exhale to lower the forearms toward the ground, elbows inward. Go as low as you can keep the front shin perpendicular to the ground. Press back to elbows locked. Repeat on one side. \nPlace your knee back down on the ground. Switch to the opposite side for 30 seconds. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 2,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Standing Forward Fold",
   "famOrder": 4,
   "name": "Extended Arm",
   "instructions": "Standing with feet wider than shoulders width, ensure that your feet remain parallel to one another, if not slightly pigeon-toed inward toward one another. \nSquat down with knees bent and walk out your hands as far as you can keep your heels on the ground. \nExhale and lower your knees so that your hips lower as far as you can keep your heels on the ground, without any strain to your knees, without any discomfort in your lower back. \nKeep your head in neutral position. \nRelease your hips back upward, drop your chest to the ground, biceps to ears, but don’t let your shoulders shrug to your ears. Repeat the squat throughout the round. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 2,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Floor Triangle",
   "famOrder": 5,
   "name": "Shinbox Fold",
   "instructions": "Drop your knees over into a “shin box.” Rotate your midback to the direction of your forward shin. Place the rear hand flat with the elbow high. Reach under with the front arm, with the elbow locked. Let the underside shoulder fall down and backward toward the knee. \nSuck your belly upward to give yourself room to rotate. Don’t let your elbow unlock. If you cannot lower your shoulder far, exhale and let gravity do the work over time, but keep your elbow locked and your shoulders packed down, so that you release the target area around your waist and chest. \nExtend the rear leg, pointing the toes, and locking the knee. Kick your instep into the ground to drive the rear hip downward. \nSlowly unthread, press yourself to elbows locked and retract your rear leg back into the shinbox. Continue to repeat on one side for 30 seconds. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 2,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Ball Wheel",
   "famOrder": 6,
   "name": "Neck Pillow",
   "instructions": "With a dependable stability ball, sit down and place your feet flat about a little wider than shoulders width. Cradle the back of your hand in your knit fingers, like you’re laying against a pillow. \nUse your midfoot control to carefully roll back against the ball. If you feel out of control, you’re going to fast. Use your hands to steady yourself if you roll to one side. \nLet the pillow of your hands lower your head against the ball, but only as far as you do not feel any pins and needles down your arms, and no pain in your neck. Surrender the weight of your head to gravity, so long as you feel no pain. Use your hands to lift your head back upward. Then, repeat. \nUse your hands to carefully lift your head back into position (don’t crunch your neck down). Lower your tailbone down, using your feet for control. Repeat for the round. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 3,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Kneeling Sidebend",
   "famOrder": 1,
   "name": "Two Arm Tilt",
   "instructions": "From a kneeling position, lift both arms overhead. Step forward with one foot, and pull your hips forward with the grip of the front, flat foot. When you cannot pull forward any farther, tilt to the side of the forward leg. \nExtend through the locked elbow, driving from the pinky finger up and over in a crescent to the titled side. Keep your shoulders off of your neck. Drive your hips to the side of the lifted arm. \nExhale and resist your hips from rotating or your pelvis from tilting. Concentrate the side bend on the space between the top saddle of your hip and your ribs. \nCrunch back down until your shoulders are parallel with the ground. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 3,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Wind Removing",
   "famOrder": 2,
   "name": "Double Lock",
   "instructions": "Laying on your back, pull both knees to your chest. Wrap and grab your elbows if you can; your wrists if you can’t. \nPull your knees as hard as you can, biceps flexing. Mash your lower back flat at all times. \nExtend both knees locked and lower them as far as you can keep your lower back flat. \nPull your knees back to your chest and repeat. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 3,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Kneeling Lunge",
   "famOrder": 3,
   "name": "Blocking Twist",
   "instructions": "From a kneeling position, step forward with one foot. Block your knee with your hand on the same side. Shoot your elbow through and across your thigh, and slide your ribs as close to your thigh as possible, and your armpit as close to flush with your knee as you can. \nTake your opposite arm and then wrap it around your lower back, with the back of your hand touching your lower back. Slowly press your top shoulder with your bottom hand. Drive your knee into your bottom elbow and equally, your elbow back into your knee, in order to send your two shoulders in a line perpendicular with the ground. \nBlock the knee with the rear twisting arm, untwist the bottom arm, and slowly unwind. Switch to the opposite side for 30 seconds. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 3,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Standing Forward Fold",
   "famOrder": 4,
   "name": "Foot Grab",
   "instructions": "Standing with feet wider than shoulders width, ensure that your feet remain parallel to one another, if not slightly pigeon-toed inward toward one another. \nSquat down with knees bent and grab the outsides of your ankles if you can (if you can’t go back to level 2). \nExhale and lower your knees so that your hips lower as far as you can keep your heels on the ground, without any strain to your knees, without any discomfort in your lower back. \nKeep your head in neutral position, and pull on your ankles, driving your elbows into your knees, as you extend your knees. Don’t go farther than you can keep your forearms on your shins. Don’t let your shoulders shrug to your ears. \nLengthen your spine to the ground and exhale your chest through your knees. Release and squat to repeat. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 3,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Floor Triangle",
   "famOrder": 5,
   "name": "One Side Long",
   "instructions": "Extend your legs locked in an “L” Rotate your midback to the direction of your forward shin. Place the rear hand flat with the elbow high. Reach under with the front arm, with the elbow locked. Let the underside shoulder fall down and backward toward the knee. \nSuck your belly upward to give yourself room to rotate. Don’t let your elbow unlock. If you cannot lower your shoulder far, exhale and let gravity do the work over time, but keep your elbow locked and your shoulders packed down, so that you release the target area around your waist and chest. \nKeep both knees locked. Kick the instep of your rear leg into the ground and drive the rear hip downward. \nSlowly unthread, press yourself to elbows locked, switch to the opposite “L” and twist in the other direction. Continue to repeat on one side for 30 seconds. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 3,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Ball Wheel",
   "famOrder": 6,
   "name": "Lower Back Release",
   "instructions": "With a dependable stability ball, sit down and place your feet flat about a little wider than shoulders width. Cradle the back of your hand in your knit fingers, like you’re laying against a pillow. \nLet the pillow of your hands lower your head against the ball, but only as far as you do not feel any pins and needles down your arms, and no pain in your neck. Surrender the weight of your head to gravity, so long as you feel no pain. Extend your arms to the sides over the ball and open your chest, while completely releasing your neck to gravity. \nUse your hands to carefully lift your head back into position (if you must). Lower your tailbone down, using your feet for control. Repeat for the round. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 4,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Kneeling Sidebend",
   "famOrder": 1,
   "name": "Towel Tilt",
   "instructions": "From a kneeling position, lift both arms overhead holding a short towel or rod. Step forward with one foot, and pull your hips forward with the grip of the front, flat foot. When you cannot pull forward any farther, tilt to the side of the forward leg. \nExtend through the locked elbow, and use the rod/towel to pull yourself over in a crescent to the titled side. Keep your shoulders off of your neck. Drive your hips to the side of the lifted arm. \nExhale and resist your hips from rotating or your pelvis from tilting. Concentrate the side bend on the space between the top saddle of your hip and your ribs. \nCrunch back down until your shoulders are parallel with the ground. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 4,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Wind Removing",
   "famOrder": 2,
   "name": "Hollow Body",
   "instructions": "Laying on your back, pull both knees to your chest. Wrap and grab your elbows if you can; your wrists if you can’t. \nPull your knees as hard as you can, biceps flexing. Mash your lower back flat at all times. \nExhale and extend both arms locked overhead. Extend both knees locked with toes pointed. \nDrive the mid-back into the ground and attempt to keep the lower back and shoulder blades off of the ground while you extend. \nInhale through the nose as you bring your elbows to your knees, hug them and exhale and pull your knees back to your chest to repeat. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 4,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Kneeling Lunge",
   "famOrder": 3,
   "name": "Open Flap Twist",
   "instructions": "From a kneeling position, step forward with one foot. Block your knee with your hand on the same side. Shoot your elbow through and across your thigh, and slide your ribs as close to your thigh as possible, and your armpit as close to flush with your knee as you can. \nExtend both elbows if you have twisted far enough to avoid your arm slipping off of your thigh. If not, remain at level 3. \nSlowly press your top shoulder with your bottom hand. Drive your knee into your bottom elbow and equally, your elbow back into your knee, in order to send your two shoulders in a line perpendicular with the ground. \nBend your elbows, block the knee with the rear twisting arm, untwist the bottom arm, and slowly unwind. Switch to the opposite side for 30 seconds. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 4,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Standing Forward Fold",
   "famOrder": 4,
   "name": "Reach Through",
   "instructions": "Standing with feet wider than shoulders width, ensure that your feet remain parallel to one another, if not slightly pigeon-toed inward toward one another. \nSquat down with knees bent and reach between your legs, palms flat prone to the ground, with elbows locked. \nExhale and lower your knees so that your hips lower as far as you can keep your heels on the ground, without any strain to your knees, without any discomfort in your lower back. \nKeep your head in neutral position, and extend your knees. Using the tension of your palms and fingers, counter-pull to help you lift your hips, as you move the very top of your head closer to the ground. \nLengthen your spine to the ground and exhale your chest through your knees. Release and squat to repeat. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 4,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Floor Triangle",
   "famOrder": 5,
   "name": "Alternating Long",
   "instructions": "Extend your legs locked in an “L” Rotate your midback to the direction of your forward shin. Place the rear hand flat with the elbow high. Reach under with the front arm, with the elbow locked. Let the underside shoulder fall down and backward toward the knee. \nSuck your belly upward to give yourself room to rotate. Don’t let your elbow unlock. If you cannot lower your shoulder far, exhale and let gravity do the work over time, but keep your elbow locked and your shoulders packed down, so that you release the target area around your waist and chest. \nKeep both knees locked, slowly unthread, place both arms behind you as you switch to the opposite “L” and twist in the other direction. Alternate back and forth for one minute. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 4,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Ball Wheel",
   "famOrder": 6,
   "name": "Overhead Shoulder",
   "instructions": "With a dependable stability ball, sit down and place your feet flat about a little wider than shoulders width. Cradle the back of your hand in your knit fingers, like you’re laying against a pillow. \nLet the pillow of your hands lower your head against the ball, but only as far as you do not feel any pins and needles down your arms, and no pain in your neck. Surrender the weight of your head to gravity, so long as you feel no pain. \nExtend your arms overhead to open your chest, while completely releasing your neck to gravity. \nSwing your arms, elbows locked, back to your hips to help you sit down and lower your tailbone, using your feet for control. Repeat for the round. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 5,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Kneeling Sidebend",
   "famOrder": 1,
   "name": "Hold",
   "instructions": "Lift both arms overhead holding a short towel or rod. Step forward with one foot, and pull your hips forward with the grip of the front, flat foot. When you cannot pull forward any farther, tilt to the side of the forward leg. Extend through the locked elbow, and use the rod/towel to pull yourself over in a crescent to the titled side. Keep your shoulders off of your neck. Drive your hips to the side of the lifted arm. Exhale and resist your hips from rotating or your pelvis from tilting. Concentrate the side bend on the space between the top saddle of your hip and your ribs. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 5,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Wind Removing",
   "famOrder": 2,
   "name": "Hold",
   "instructions": "Laying on your back, pull knees to your chest. Grab your elbows if you can, your wrists if you must. Roll your shoulders back to pull your knees closer to your chest. Kick your knee into your hands to try and arch your lower back off of the ground, but hug your knees hard to mash your lower back flat at all times. Build the discomfort in your hip with your exhaled pull. \nLook down your nose underneath your forearm ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 5,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Kneeling Lunge",
   "famOrder": 3,
   "name": "Hold",
   "instructions": "From a kneeling position, step forward with one foot. Block your knee with your hand on the same side. Shoot your elbow through and across your thigh, and slide your ribs as close to your thigh as possible, and your armpit as close to flush with your knee as you can. \nExtend both elbows if you have twisted far enough to avoid your arm slipping off of your thigh. If not, remain at level 3. \nSlowly press your top shoulder with your bottom hand. Drive your knee into your bottom elbow and equally, your elbow back into your knee, in order to send your two shoulders in a line perpendicular with the ground. \nBend your elbows, block the knee with the rear twisting arm, untwist the bottom arm, and slowly unwind. Switch to the opposite side for 30 seconds. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 5,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Standing Forward Fold",
   "famOrder": 4,
   "name": "Hold",
   "instructions": "Standing with feet wider than shoulders width, ensure that your feet remain parallel to one another, if not slightly pigeon-toed inward toward one another. Squat down with knees bent and grab the outsides of your ankles. \nKeep your head in neutral position, and pull on your ankles, driving your elbows into your knees, as you extend your knees. Don’t go farther than you can keep your forearms on your shins. Don’t let your shoulders shrug to your ears. \nLengthen your spine to the ground and exhale your chest through your \nknees. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 5,
   "symmetrical": true,
   "timeCode": 0,
   "skillFamily": "Floor Triangle",
   "famOrder": 5,
   "name": "Hold",
   "instructions": "Extend your legs locked in an “L” Rotate your midback to the direction of your forward shin. Place the rear hand flat with the elbow high. Reach under with the front arm, with the elbow locked. Let the underside shoulder fall down and backward toward the knee. \nSuck your belly upward to give yourself room to rotate. Don’t let your elbow unlock. If you cannot lower your shoulder far, exhale and let gravity do the work over time, but keep your elbow locked and your shoulders packed down, so that you release the target area around your waist and chest. \nSlowly unthread, place both arms behind you as you switch to the opposite “L” and twist in the other direction for 30 seconds. ",
   "url": "https://bit.ly/swswift"
 },
 {
   "series": "E",
   "depth": 5,
   "symmetrical": false,
   "timeCode": 0,
   "skillFamily": "Ball Wheel",
   "famOrder": 6,
   "name": "Hold",
   "instructions": "With a dependable stability ball, sit down and place your feet flat about a little wider than shoulders width. Cradle the back of your hand in your knit fingers, like you’re laying against a pillow. \nLet the pillow of your hands lower your head against the ball, but only as far as you do not feel any pins and needles down your arms, and no pain in your neck. Surrender the weight of your head to gravity, so long as you feel no pain. \nExtend your arms overhead to open your chest, while completely releasing your neck to gravity. Extend your wrists and place your palms flat to the ground. Do not press your elbows toward extension unless your palm heels are flat. \nLower yourself to the ball and release elbow extension whenever you must take a break during the one minute hold. ",
   "url": "https://bit.ly/swswift"
 }
]